projects/website/counting_tags.html
<!-- Generated from e2128dd on 2023-10-23 @ 16:34 with Emacs 27.1 (Org mode 9.3) -->
<!DOCTYPE html><html lang="en"><head><meta charset="utf-8"/><meta author="J. Dylan White"/><meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no"/><link rel="stylesheet" href="https://jdylanwhite.github.io/css/code.css"/><link rel="stylesheet" href="https://jdylanwhite.github.io/css/site.css"/><title>Counting Tags - J. Dylan White</title></head><body><header class="site-header"><div class="container"><div class="site-title"><a class="site-name" href="/">J. Dylan White</a> </div></div><div class="site-masthead"><div class="container"><nav class="nav"><a class="nav-link" href="/">Home</a> <a class="nav-link" href="/projects/">Projects</a> <a class="nav-link" href="/dotfiles/">Dotfiles</a> </nav></div></div></header><div class="container"><div class="site-post"><h1 class="site-post-title">Counting Tags</h1><p class="site-post-meta"></p><div id="content"><pre>(<span class="org-keyword">setq</span> content-org-files (directory-files-recursively <span class="org-string">"~/Projects/org-publish-website/content/"</span> <span class="org-string">"</span><span class="org-string"><span class="org-warning">\</span></span><span class="org-string">.org$"</span>))</pre>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">~/Projects/org-publish-website/content/dotfiles/doom-emacs.org</td>
<td class="org-left">~/Projects/org-publish-website/content/dotfiles/index.org</td>
<td class="org-left">~/Projects/org-publish-website/content/projects/pokedex/adding-extra-pokedex-information.org</td>
<td class="org-left">~/Projects/org-publish-website/content/projects/pokedex/index.org</td>
<td class="org-left">~/Projects/org-publish-website/content/projects/pokedex/scrape_initial_pokedex.org</td>
<td class="org-left">~/Projects/org-publish-website/content/projects/pokedex/scrape_specific_pokemon_data.org</td>
<td class="org-left">~/Projects/org-publish-website/content/projects/pokedex/scraping-all-pokemon-data.org</td>
<td class="org-left">~/Projects/org-publish-website/content/projects/tc-finder/index.org</td>
<td class="org-left">~/Projects/org-publish-website/content/projects/website/counting_tags.org</td>
<td class="org-left">~/Projects/org-publish-website/content/projects/website/creating_nav_bar.org</td>
<td class="org-left">~/Projects/org-publish-website/content/projects/website/hosting_on_github.org</td>
<td class="org-left">~/Projects/org-publish-website/content/projects/website/index.org</td>
<td class="org-left">~/Projects/org-publish-website/content/projects/website/initial_build.org</td>
<td class="org-left">~/Projects/org-publish-website/content/projects/website/subdirectory_index.org</td>
<td class="org-left">~/Projects/org-publish-website/content/projects/index.org</td>
<td class="org-left">~/Projects/org-publish-website/content/404.org</td>
<td class="org-left">~/Projects/org-publish-website/content/index.org</td>
</tr>
</tbody>
</table>
</div></div></div><footer class="site-footer"><div class="container"><div class="row"><div class="column"><p><a href="https://github.com/jdylanwhite">GitHub</a> · <a href="https://www.linkedin.com/in/jdylanwhite5">LinkedIn</a> · <a href="mailto:jdylanwhite5@gmail.com">Email</a></p></div><div class="column align-right"><p><a href="https://github.com/jdylanwhite/jdylanwhite.github.io">Site Source</a></p></div></div></div></footer></body></html>
